---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FluidFailures
source: html/e1fd166f-b407-0a51-5e1a-3aae2854cc87.htm
---
# BuiltInFailures.FluidFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.